export const savedMovies = [
  {
    movieId: 1,
    nameRU: '«Роллинг Стоунз» в изгнании',
    nameEN: 'Stones in Exile',
    director: 'Стивен Кайак ',
    country: 'США',
    year: '2010',
    duration: 61,
    description:
      'В конце 1960-х группа «Роллинг Стоунз», несмотря на все свои мегахиты и сверхуспешные концертные туры, была разорена. Виной всему — бездарный менеджмент и драконовское налогообложение в Британии. Тогда музыканты приняли не самое простое для себя решение: летом 1971 года после выхода альбома «Stiсky Fingers» они отправились на юг Франции записывать новую пластинку. Именно там, на Лазурном Берегу, в арендованном Китом Ричардсом подвале виллы Неллькот родился сборник «Exile on Main St.», который стал лучшим альбомом легендарной группы.',
    image:
      'https://api.nomoreparties.co/uploads/stones_in_exile_b2f1b8f4b7.jpeg',
    thumbnail:
      'https://api.nomoreparties.co/uploads/thumbnail_stones_in_exile_b2f1b8f4b7.jpeg',
    trailerLink: 'https://www.youtube.com/watch?v=UXcqcdYABFw',
  },
  {
    movieId: 2,
    nameRU: "All Tomorrow's Parties",
    director: ' Джонатан Кауэтт',
    country: 'Великобритания',
    year: '2009',
    duration: 82,
    description:
      'Хроники британского фестиваля, который первым нарушил монополию «Гластонбери», «Ридинга» и прочих пивных сборищ в чистом поле — и с тех пор прослыл одним из самых независимых и принципиальных. ATP из года в год проходит на базе отдыха в английской глуши, где артисты и их поклонники живут в одинаковых номерах, не бывает коммерческих спонсоров, программу составляют приглашенные кураторы (в разное время ими были Ник Кейв, Belle & Sebastian, Sonic Youth и даже Мэтт Грейнинг). И, главное, где не любят вздорных людей — основатель фестиваля Барри Хоган однажды сказал, что никогда больше не станет иметь дело с группой Killing Joke, «потому что они му...аки». Эта демократичность сказалась и на фильме: часть съемок сделана адептами фестиваля на мобильный телефон.',
    image:
      'https://api.nomoreparties.co/uploads/all_tommoros_parties_33a125248d.jpeg',
    thumbnail:
      'https://api.nomoreparties.co/uploads/thumbnail_all_tommoros_parties_33a125248d.jpeg',
    trailerLink: 'https://www.youtube.com/watch?v=D5fBhbEJxEU',
  },
  {
    movieId: 82,
    nameRU: 'Бэнкси уделывает Нью-Йорк',
    nameEN: 'Banksy Does New York',
    director: 'Крис Мукарбел',
    country: 'США',
    year: '2014',
    duration: 79,
    description:
      'В октябре 2013-го Бэнкси решил устроить, пожалуй, самую масштабную свою выставку — и за месяц прошелся по Нью-Йорку, точно ураган. Каждый день он — разумеется, анонимно — выходил на улицу, чтобы превратить очередной клочок стены или закоулок квартала, до того не видавшего паблик-арта, в масштабную арт-инсталляцию, тем самым заставляя охотиться за собой одновременно толпы местных жителей и полицию. Все это дало эффект, сам по себе являющийся лучшим комментарием к современному искусству: люди не только снимали все происходящее на мобильный телефон, выкладывали в инстаграм и проставляли хэштеги, тем самым становясь частью экспозиции, — но и похищали работы, брали деньги с желающих их сфотографировать и даже вырывали с корнем, чтобы потом продать в какую-нибудь престижную галерею современного искусства.',
    image: 'https://api.nomoreparties.co/uploads/12032_770x433_74026cdeb6.jpeg',
    thumbnail:
      'https://api.nomoreparties.co/uploads/thumbnail_12032_770x433_74026cdeb6.jpeg',
    trailerLink: 'https://www.youtube.com/watch?v=BMnoLW1RZ8I',
  },
];
